Repository: objective-see/LuLu
Catalog: LuLu/Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ko, pl, pt_br, tr, uk, ur, zh_hans, zh_hant

source: has a signing issue
de: hat ein Signaturproblem
es: tiene un problema de firma
fr: a un problème de signature
it: ha un problema con la firma
ko: 의 서명에 문제가 있음
pl: ma problem z podpisem
pt_br: tem um problema de assinatura
tr: için imzalama sorunu var
uk: має проблему з підписом
ur: دستخط کا مسئلہ ہے
zh_hans: 存在签名问题
zh_hant: 存在簽章問題

source: is not signed
de: ist nicht signiert
es: no está firmado
fr: n’est pas signé
it: non è firmato
ko: 은(는) 서명되지 않음
pl: nie jest podpisany
pt_br: não possui assinatura
tr: imzalı değil
uk: не підписано
ur: دستخط شدہ نہیں ہے
zh_hans: 未签名
zh_hant: 沒有簽章

source: is not validly signed
de: ist nicht gültig signiert
es: no está válidamente firmado
fr: n’est pas valablement signé
it: non ha una firma valida
ko: 의 서명은 유효하지 않음
pl: nie jest podpisany prawidłowo
pt_br: não possui assinatura válida
tr: geçerli bir biçimde imzalanmamış
uk: підпис недійсний
ur: درست طریقے سے دستخط شدہ نہیں ہے
zh_hans: 没有有效的签名
zh_hant: 沒有有效的簽章

source: is validly signed
de: ist gültig signiert
es: válidamente firmado
fr: est valablement signé
it: ha una firma valida
ko: 의 서명은 유효함
pl: jest prawidłowo podpisany
pt_br: possui assinatura válida
tr: geçerli bir biçimde imzalanmış
uk: успішно підписано
ur: درست طریقے سے دستخط شدہ ہے
zh_hans: 具有有效的签名
zh_hant: 具有有效的簽章

source: unknown
de: unbekannt
es: desconocido
fr: inconnu
it: sconosciuto
ko: 알 수 없음
pl: nieznany
pt_br: desconhecido
tr: bilinmiyor
uk: невідомий
ur: نامعلوم
zh_hans: 未知
zh_hant: 未知

source: ...please copy it into /Applications and re-launch.
de: …bitte kopieren Sie es in /Applications und starten Sie die Anwendung neu.
es: …por favor, cópielo en /Applications y reinicie la aplicación.
fr: …veuillez le copier dans /Applications et relancer l'application.
it: …si prega di copiarlo in /Applications e riavviare l'applicazione.
ko: …/Applications에 복사한 후 다시 실행해 주세요.
pl: …proszę skopiować do /Applications i ponownie uruchomić aplikację.
pt_br: …por favor, copie para /Applications e reinicie o aplicativo.
tr: …lütfen /Applications klasörüne kopyalayın ve uygulamayı yeniden başlatın.
uk: …будь ласка, скопіюйте до /Applications та перезапустіть програму.
ur: …براہ کرم اسے /Applications میں کاپی کریں اور ایپلیکیشن دوبارہ شروع کریں۔
zh_hans: …请将其复制到 /Applications 中并重新启动。
zh_hant: …請將其複製到 /Applications 中並重新啟動。

source: ...this will fully remove LuLu from your Mac
de: ...das wird LuLu vollständig von deinem Mac entfernen.
es: ...esto eliminará completamente LuLu de tu Mac
fr: … ceci retirera Lulu complètement de votre Mac
it: …questo rimuoverà completamente LuLu dal tuo Mac
ko: ...이 작업은 사용자의 Mac에서 LuLu를 완전히 삭제합니다.
pl: ...spowoduje to całkowite usunięcie LuLu z Twojego Maca
pt_br: …isto vai remover LuLu completamente do seu Mac
tr: …bu, LuLu’yu Mac’inizden tümüyle kaldıracaktır
uk: …це повністю видалить LuLu з вашого Маку
ur: ...یہ آپ کے میک سے لولو کو مکمل طور پر ہٹا دے گا
zh_hans: …这会将LuLu从您的Mac完全移除。
zh_hant: …這會將 LuLu 從您的 Mac 完全移除 。

source: ...this will terminate LuLu, until the next time you log in.
de: ...das wird LuLu beenden, bis du dich das nächste Mal anmeldest.
es: ...esto terminará LuLu, hasta la próxima vez que inicies sesión.
fr: … cela arrêtera LuLu, jusqu'à la prochaine ouverture de session.
it: …questo arresterà LuLu, fino al prossimo accesso
ko: ...이 작업은 다음 로그인할 때까지 LuLu의 작동을 멈춥니다.
pl: ...spowoduje to zamknięcie LuLu, do czasu ponownego zalogowania.
pt_br: …isto vai encerrar LuLu, até o próximo login.
tr: …bu, bir sonraki oturum açışınıza dek LuLu’yu sonlandıracaktır
uk: …це зупинить роботу LuLu до наступного входу.
ur: ...یہ آپ کے اگلے لاگ ان تک لولو کو ختم کر دے گا۔
zh_hans: …这将关闭LuLu 直到您下次登入
zh_hant: …這將關閉 LuLu，直到您下次登入。

source: '%@' matches an existing profile name.
de: „%@“ stimmt mit einem vorhandenen Profilnamen überein.
es: “%@” coincide con un nombre de perfil existente.
fr: « %@ » correspond à un nom de profil existant.
it: "%@" corrisponde a un nome di profilo esistente.
ko: "%@"은(는) 기존 프로필 이름과 일치합니다.
pl: „%@” pasuje do istniejącej nazwy profilu.
pt_br: “%@” corresponde a um nome de perfil existente.
tr: “%@” var olan bir profil adıyla eşleşiyor.
uk: «%@» збігається з існуючою назвою профілю.
ur: '%@' کسی موجودہ پروفائل نام سے میل کھاتا ہے۔
zh_hans: “%@” 与现有的配置文件名称匹配。
zh_hant: “%@” 与现有配置文件名称匹配。

source: 'Default' is a reserved profile name.
de: „Default“ ist ein reservierter Profilname.
es: “Default” es un nombre de perfil reservado.
fr: « Default » est un nom de profil réservé.
it: "Default" è un nome di profilo riservato.
ko: "Default"은 예약된 프로필 이름입니다.
pl: „Default” jest zastrzeżoną nazwą profilu.
pt_br: “Default” é um nome de perfil reservado.
tr: “Saptanmış”, ayrılmış bir profil adıdır.
uk: «Default» — зарезервована назва профілю.
ur: 'Default' ایک محفوظ شدہ پروفائل نام ہے۔
zh_hans: “Default” 是保留的配置文件名称。
zh_hant: “Default”是保留的配置文件名称。

source: › no signing authorities
de: › keine Zertifizierungsinstanz
es: › no hay autoridades de firma
fr: > pas d’autorité de signature
it: › non firmato
ko: › 인증 기관 없음
pl: > brak upoważnień do podpisywania
pt_br: > sem autoridades de assinatura
tr: › imzalama otoritesi yok
uk: › немає довірених підписантів
ur: › دستخط کرنے والے اتھارٹی نہیں ہیں
zh_hans: 没有签名权限
zh_hant: › 無簽署單位

# %@ (signer: %@)
source: %1$@ (signer: %2$@)
de: %1$@ (Unterzeichner: %2$@)
es: %1$@ (firmante: %2$@)
fr: %1$@ (signataire : %2$@)
it: %1$@ (firmato da: %2$@)
ko: %1$@ (서명자: %2$@)
pl: %1$@ (sygnatariusz: %2$@)
pt_br: %1$@ (assinante: %2$@)
tr: %1$@ (imzalayan: %2$@)
uk: %1$@ (підписант: %2$@)
ur: %1$@ (دستخط کنندہ: %2$@)
zh_hans: %@（签名者：%@）
zh_hant: %@ (簽署者：%@）

source: %@ (signer: Apple Mac OS App Store)
de: %@ (Unterzeichner: Apple Mac OS App Store)
es: %@ (firmante: Apple Mac OS App Store)
fr: %@ (signataire : Apple Mac OS App Store)
it: %@ (firmato da: Apple Mac OS App Store)
ko: %@ (서명자: Apple Mac OS App Store)
pl: %@ (sygnatariusz: Sklep Aplikacji Apple Mac OS)
pt_br: %@ (assinante: Apple Mac OS App Store)
tr: %@ (imzalayan: Apple macOS App Store)
uk: %@ (підписант: Apple Mac OS App Store)
ur: %@ (دستخط کنندہ: ایپل میک او ایس ایپ اسٹور)
zh_hans: %@（签名者：Apple Mac OS App Store）
zh_hant: %@（簽署者：Apple Mac OS App Store）

source: %@ (signer: Apple Proper)
de: %@ (Unterzeichner: Apple selbst)
es: %@ (firmante: Apple Original)
fr: %@ (signataire : Apple)
it: %@ (firmato da: Apple Proper)
ko: %@ (서명자: Apple 자체 서명)
pl: %@ (sygnatariusz: firma Apple)
pt_br: %@ (assinante: a própria Apple)
tr: %@ (imzalayan: Apple)
uk: %@ (підписант: Apple Proper)
ur: %@ (دستخط کنندہ: ایپل پروپر)
zh_hans: %@（签名者：Apple Proper）
zh_hant: %@（簽署者：Apple Proper）

source: %@ (signer: invalid/unsigned)
de: %@ (Unterzeichner: ungültig/unsigniert)
es: %@ (firmante: no válido/no firmado)
fr: %@ (signataire : invalide/non signé)
it: %@ (firmato da: Non Valido/Non Firmato)
ko: %@ (서명자: 유효하지 않음/서명되지 않음)
pl: %@ (sygnatariusz: nieprawidłowy/nieprzypisany)
pt_br: %@ (assinante: inválido/sem assinatura)
tr: %@ (imzalayan: Geçersiz/İmzasız)
uk: %@ (підписант: невалідний/не підписано)
ur: %@ (دستخط کنندہ: غیر معتبر/غیر دستخط شدہ)
zh_hans: %@（签名者：无效/未签名）
zh_hant: %@（簽署者：無效／未簽署）

source: %@ does not exist!
de: %@ existiert nicht!
es: %@ no existe!
fr: %@ n'existe pas !
it: %@ non esiste!
ko: %@은(는) 존재하지 않습니다!
pl: %@ nie istnieje!
pt_br: %@ não existe!
tr: %@ yok!
uk: %@ не існує!
ur: %@ موجود نہیں ہے!
zh_hans: %@ 不存在！
zh_hant: %@ 不存在！

source: %@ is legitimate macOS process
de: %@ ist ein legitimer macOS-Prozess
es: %@ es un proceso legítimo de macOS
fr: %@ est un processus macOS légitime
it: %@ è un processo legittimo di macOS
ko: %@은(는) 적법한 macOS 프로세스입니다
pl: %@ jest prawidłowym procesem macOS
pt_br: %@ é um processo legítimo do macOS
tr: %@ geçerli bir macOS işlemi
uk: %@ є легітимним процесом macOS
ur: %@ ایک قانونی میکس او ایس پروسس ہے
zh_hans: %@是合法的macOS程序
zh_hant: %@ 是合法的 macOS 程式

source: %@ is not a valid (port) number
de: %@ ist keine gültige (Port-)Nummer
es: %@ no es un número válido (de puerto)
fr: %@ n'est un numéro (de port) valide
it: %@ non è un numero (di porta) valido
ko: %@은(는) 유효하지 않은 (포트) 번호입니다
pl: %@ nie jest prawidłowym numerem (portu)
pt_br: %@ não é um número (de porta) válido
tr: %@ geçerli bir kapı numarası değil
uk: %@ не є валідним номером порту
ur: %@ ایک درست (پورٹ) نمبر نہیں ہے
zh_hans: %@ 不是有效的（端口）号
zh_hant: %@ 不是有效的（連接埠）號碼

# %@ is not a valid regular expression details: %@
source: %1$@ is not a valid regular expression details: %2$@
de: %1$@ ist kein gültiger regulärer Ausdruck Details: %2$@
es: %1$@ no es una expresión regular válida detalles: %2$@
fr: %1$@ n’est pas une expression régulière valide details : %2$@
it: %@ non è un’espressione regolare valida dettagli: %@
ko: %1$@은(는) 유효하지 않는 정규 표현식입니다 세부 정보: %2$@
pl: %1$@ nie jest prawidłowym wyrażeniem regularnym szczegóły: %2$@
pt_br: %1$@ não é uma expressão regular válida. Detalhes: %2$@
tr: %1$@ geçerli bir düzenli ifade değil, ayrıntılar: %2$@
uk: %1$@ не є валідним регулярним виразом Деталі: %2$@
ur: %1$@ ایک درست ریگولر ایکسپریشن نہیں ہے تفصیلات: %2$@
zh_hans: %@ 不是有效的正则表达式 详细信息：%@
zh_hant: %1$@ 不是有效的正則表達式 詳細資訊：%2$@

source: %@ signed by 3rd-party/ad hoc
de: %@ von Drittanbieter/ad hoc signiert
es: %@ firmado por un tercero/ad hoc
fr: %@ signé par une tierce-partie/ad hoc
it: %@ è firmato da
ko: %@ 은(는) 서드파티/Ad hoc 서명됨
pl: %@ podpisane przez stronę trzecią/doraźnie
pt_br: %@ assinado por terceiros/ad hoc
tr: %@ 3. kişiler/geçici kişi tarafından imzalanmış
uk: %@ має неофіційний (ad hoc) підпис
ur: %@ تیسری پارٹی/ایڈ ہاک کے ذریعہ دستخط شدہ ہے
zh_hans: %@ 由第三方/临时签名
zh_hant: %@ 由第三方／臨時簽署

source: %@ signed by Apple proper
de: %@ signiert von Apple selbst
es: %@ firmado por Apple oficialmente
fr: %@ signé par Apple
it: %@ firmato correttamente da Apple
ko: %@ Apple에 의해 자체 서명됨
pl: %@ podpisane przez firmę Apple
pt_br: %@ assinado pela própria Apple
tr: %@ Apple tarafından düzgünce imzalanmış
uk: %@ підписано безпосередньо Apple
ur: %@ ایپل پروپر کے ذریعہ دستخط شدہ ہے
zh_hans: %@ 由 Apple 正式签名
zh_hant: %@ 由 Apple Proper 簽署

source: %@ signed by Mac App Store
de: %@ signiert vom Mac App Store
es: %@ firmado por Mac App store
fr: %@ signé par le Mac App Store
it: %@ firmato da Mac App Store
ko: %@ Mac App Store에 의해 서명됨
pl: %@ podpisane przez Mac App Store
pt_br: %@ assinado pela App Store no Mac
tr: %@ Mac App Store tarafından imzalanmış
uk: %@ підписано Mac App Store
ur: %@ میک ایپ اسٹور کے ذریعہ دستخط شدہ ہے
zh_hans: %@ 由 Mac App Store 签名
zh_hant: %@ 由 Mac App Store 簽署

source: %@ signed with an Apple Developer ID
de: %@ signiert mit einer Apple Developer ID
es: %@ firmado con un ID de Desarrollador de Apple
fr: %@ signé avec un Apple Developer ID
it: %@ firmato da un Apple Developer ID
ko: %@ Apple Developer ID에 의해 서명됨
pl: %@ podpisano za pomocą Apple Developer ID
pt_br: %@ assinado com ID de Desenvolvidor Apple
tr: %@ bir Apple Geliştirici Kimliği ile imzalanmış
uk: %@ підписано з Apple Developer ID
ur: %@ ایپل ڈویلپر آئی ڈی کے ذریعہ دستخط شدہ ہے
zh_hans: %@ 使用 Apple 开发者 ID 签名
zh_hant: %@ 由 Apple 開發者 ID 簽署

source: %@ signing error: %#lx
de: %@ Signaturfehler: %#lx
es: %@ error de firma: %#lx
fr: %@ erreur de signature : %#lx
it: %@ errore di firma: %#lx
ko: %@ 서명 에러: %#lx
pl: %@ błąd podpisywania: %#lx
pt_br: %@ erro de assinatura: %#lx
tr: %@ imzalama hatası: %#lx
uk: помилка підпису: %#lx
ur: %@ دستخطی خطا: %#lx
zh_hans: %@ 签名错误：%#lx
zh_hant: %@ 簽署錯誤：%#lx

source: %@ this rule, may impact legitimate system functionalty ...continue?
de: %@ diese Regel könnte die legitime Systemfunktionalität beeinträchtigen ...fortfahren?
es: %@ esta regla, puede impactar la funcionalidad legítima del sistema...¿continuar?
fr: %@ cette règle, peut impacter le fonctionnement légitime du système ... continuer ?
it: %@ questa regola potrebbe impattare alcune funzionalità di sistema ...continuare?
ko: %@ 작업 시, 적법한 시스템 기능에 영향이 있을 수 있습니다. 계속할까요?
pl: %@ ta reguła, może mieć wpływ na prawidłowe funkcjonowanie systemu...kontynuować?
pt_br: %@ esta regra, pode impactar funcionalidade legítima do sistema …prosseguir?
tr: bu kuralı %@ yapmak, geçerli sistem işlevselliğini etkileyebilir …sürdürülsün mü?
uk: %@ це правило може вплинути на коректну роботу системи... Продовжити?
ur: %@ اس قاعدہ سے، قانونی سسٹم کی کارکردگی پر اثر پڑ سکتا ہے ... جاری رکھیں؟
zh_hans: %@ 此规则可能会影响合法系统功能…要继续吗？
zh_hant: %@ 此規則可能影響系統的正常功能…要繼續嗎？

source: %@'s code signing information has changed
de: %@s Codesignierungsinformationen haben sich geändert.
es: la información de firma de código de %@ ha cambiado
fr: Les informations de signature de %@ ont changé
it: La firma di %@ è cambiata
ko: %@의 디지털 서명 정보가 변경되었습니다
pl: %@ Informacje o podpisie kodu uległy zmianie
pt_br: %@ teve mudanças na informação da sua assinatura de código
tr: %@ öğesinin kod imzalama bilgisi değiştirildi
uk: Інформація щодо підпису коду %@ змінилася
ur: %@ کی کوڈ دستخط کی معلومات تبدیل ہو گئی ہیں
zh_hans: %@ 的代码签名信息已发生改变
zh_hant: %@ 的程式簽署資訊已變更

source: <unknown (%d)>
de: <unbekannt (%d)>
es: <desconocido (%d)>
fr: <(%d) inconnu>
it: <sconosciuto (%d)>
ko: <알 수 없음 (%d)>
pl: <nieznany (%d)>
pt_br: <desconhecido (%d)>
tr: <bilinmeyen (%d)>
uk: <невідомий (%d)>
ur: <نامعلوم (%d)>
zh_hans: <未知（%d）>

source: 2. In System Settings, scroll to where it mentions 'LuLu' and click 'Allow'
de: 2. Scrolle in den Systemeinstellungen zu der Stelle, an der „LuLu“ erwähnt wird und klicke auf „Erlauben“.
es: 2. En Configuración del Sistema, deslice hasta 'LuLu' y haga click en 'Permitir'
fr: 2. Dans Réglages Systèmes, descendez jusqu’à 'LuLu' et cliquez sur 'Approuver'
it: 2. Nelle Impostazioni di Sistema, scorri fino alla voce “LuLu” e clicca su “Consenti”
ko: 2. 시스템 설정에서 'LuLu'가 있는 곳으로 스크롤하여 '허용'을 클릭합니다
pl: 2. W Ustawieniach systemowych przewiń do miejsca, w którym wspomniano o „LuLu” i kliknij „Zezwól”
pt_br: 2. Nas Preferências do Sistema, role até encontrar ‘LuLu’ e clique em ‘Permitir’
tr: 2. Sistem Ayarları’nda, “LuLu”dan söz ettiği yere sarın ve “İzin Ver”e tıklayın
uk: 2. У «Системних параметрах» прокрутіть до LuLu і натисніть «Дозволити».
ur: 2. سسٹم سیٹنگز میں، 'LuLu' کے ذکر کردہ مقام پر اسکرول کریں اور 'الاؤ' پر کلک کریں۔
zh_hans: 2. 在系统设置中，滚动到提到“LuLu”的位置，然后单击“允许”
zh_hant: 2. 在「系統設定」中，捲動至提及「LuLu」的部分，然後點擊「允許」

source: 2. In System Settings, toggle on the LuLu extension
de: 2. Schalte die LuLu-Erweiterung in den Systemeinstellungen ein.
es: 2. En Configuración del Sistema, active la extensión de Lulu
fr: 2. Dans Réglages Systèmes, activer l’extension LuLu
it: 2. Nelle Impostazioni di Sistema, abilita l’estensione LuLu
ko: 2. 시스템 설정에서 LuLu 확장 프로그램을 켭니다
pl: 2. W Ustawieniach systemowych włącz rozszerzenie LuLu
pt_br: 2. Nas Preferências do Sistema, clique na extensão do LuLu
tr: 2. Sistem Ayarları’nda, LuLu genişletmesini açın
uk: 2. У «Системних параметрах» увімкніть розширення LuLu.
ur: 2. سسٹم سیٹنگز میں، LuLu ایکسٹینشن کو آن کریں۔
zh_hans: 2. 在系统设置中，打开 LuLu 扩展程序
zh_hant: 2. 在「系統設定」中，開啟 LuLu 延伸功能

source: a new version (%@) is available!
de: eine neue Version (%@) ist verfügbar!
es: ¡una nueva versión (%@) está disponible!
fr: une nouvelle version (%@) est disponible !
it: una nuova versione (%@) è disponibile!
ko: 새로운 버전(%@)이 있습니다!
pl: dostępna jest nowa wersja (%@)!
pt_br: uma nova versão (%@) está disponível!
tr: yeni bir sürüm (%@) kullanılabilir!
uk: доступна нова версія (%@)!
ur: ایک نئی ورژن (%@) دستیاب ہے!
zh_hans: 有新版本（%@）可用！
zh_hant: 有可用的新版本（%@）！

source: Add Profile
de: Profil hinzufügen
es: Agregar perfil
fr: Ajouter un profil
it: Aggiungi profilo
ko: 프로필 추가
pl: Dodaj profil
pt_br: Adicionar perfil
tr: Profil Ekle
uk: Додати профіль
ur: پروفائل شامل کریں
zh_hans: 添加配置文件
zh_hant: 添加配置文件

source: Added in last 24 hours (sorted by creation time)
de: In den letzten 24 Stunden hinzugefügt (nach Erstellungszeit sortiert)
es: Agregado en las últimas 24 horas (ordenado por hora de creación)
fr: Ajoutés ces dernières 24 heures (trié par date de création)
it: Aggiunte nelle ultime 24 ore (ordinate per data di creazione)
ko: 최근 24시간 이내에 추가됨 (생성 시간 순 정렬)
pl: Dodano w ciągu ostatnich 24 godzin (posortowane według czasu utworzenia)
pt_br: Adicionado nas últimas 24h (ordenados por hora de criação)
tr: Son 24 saat içinde eklendi (oluşturulma zamanına göre sıralı)
uk: Додано за останні 24 години (відсортовано за часом створення)
ur: گذشتہ 24 گھنٹوں میں شامل کیا گیا (تخلیق کے وقت کے مطابق ترتیب دیا گیا)
zh_hans: 过去 24 小时内添加（按创建时间排序）
zh_hant: 過去 24 小時內新增（依建立時間排序）

source: Added passively (either if 'passive mode' is set, or no user was logged in when rule was created)
de: Passiv hinzugefügt (entweder wenn der „Passive Modus“ aktiviert ist oder kein Benutzer angemeldet war, als die Regel erstellt wurde)
es: Agregado pasivamente (cuando el “modo pasivo” está activado o ningún usuario había iniciado sesión cuando se creó la regla)
fr: Ajouté passivement (si le « mode passif » est activé ou si aucun utilisateur n’était connecté lors de la création de la règle)
it: Aggiunto passivamente (se è attivata la “modalità passiva” o nessun utente era connesso quando la regola è stata creata)
ko: 수동으로 추가됨 (’수동 모드’가 설정되어 있거나 규칙 생성 시 로그인한 사용자가 없을 경우)
pl: Dodano pasywnie (gdy ustawiono „tryb pasywny” lub żaden użytkownik nie był zalogowany w momencie tworzenia reguły)
pt_br: Adicionado passivamente (quando o “modo passivo” está ativado ou nenhum usuário estava logado quando a regra foi criada)
tr: Pasif olarak eklendi (“pasif mod” etkinse veya kural oluşturulurken hiçbir kullanıcı oturum açmamışsa)
uk: Додано пасивно (якщо увімкнено «пасивний режим» або під час створення правила жоден користувач не був увійшов у систему)
ur: غیر فعال طور پر شامل کیا گیا (یا تو اگر "غیر فعال موڈ" سیٹ ہے، یا جب اصول بنایا گیا تو کوئی صارف لاگ ان نہیں تھا)
zh_hans: 被动添加（当设置了“被动模式”，或在创建规则时没有用户登录时）
zh_hant: 被动添加（当启用“被动模式”或创建规则时没有用户登录）

source: Added Profile
de: Profil hinzugefügt
es: Perfil agregado
fr: Profil ajouté
it: Profilo aggiunto
ko: 추가된 프로필
pl: Dodany profil
pt_br: Perfil adicionado
tr: Eklenen Profil
uk: Доданий профіль
ur: حذف کی تصدیق کریں
zh_hans: 已添加的配置文件
zh_hant: 已添加的配置文件

source: All Rules
de: Alle Regeln
es: Todas las Reglas
fr: Toute les règles
it: Tutte le Regole
ko: 모든 규칙
pl: Wszystkie reguły
pt_br: Todas as Regras
tr: Tüm Kurallar
uk: Всі правила
ur: تمام قواعد
zh_hans: 全部规则
zh_hant: 全部規則

source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
it: Consenti
ko: 허용
pl: Zezwól
pt_br: Permitir
tr: İzin Ver
uk: Дозволити
ur: الاؤ
zh_hans: 允许
zh_hant: 允許

source: Allow (pid: %@)
de: Erlauben (pid: %@)
es: Permitir (pid: %@)
fr: Autoriser (pid : %@)
it: Consenti (pid: %@)
ko: 허용 (pid: %@)
pl: Zezwól (pid: %@)
pt_br: Permitir (pid: %@)
tr: İzin Ver (PID: %@)
uk: Дозволити (PID: %@)
ur: الاؤ (پی آئی ڈی: %@)
zh_hans: 允许(pid: %@)
zh_hant: 允許（pid: %@）

source: Allow (until: %@)
de: Erlauben (bis: %@)
es: Permitir (hasta: %@)
fr: Autoriser (jusqu’à : %@)
it: Consenti (fino a: %@)
ko: 허용 (기한: %@)
pl: Zezwól (do: %@)
pt_br: Permitir (até: %@)
tr: İzin Ver (Şuna dek: %@)
uk: Дозволити (до: %@)
ur: الاؤ (تک: %@)
zh_hans: 允许(直到: %@)
zh_hant: 允許（直到：%@）

source: any address
de: jede Adresse
es: cualquier dirección
fr: toute adresse
it: ogni indirizzo
ko: 모든 주소
pl: dowolny adres
pt_br: qualquer endereço
tr: herhangi bir adres
uk: будь-яка адреса
ur: کوئی بھی پتہ
zh_hans: 任意地址
zh_hant: 任何位址

source: any port
de: jeder Port
es: cualquier puerto
fr: tout port
it: ogni porta
ko: 모든 포트
pl: dowolny port
pt_br: qualquer porta
tr: herhangi bir kapı
uk: будь-який порт
ur: کوئی بھی پورٹ
zh_hans: 任意端口
zh_hant: 任何連接埠

source: Any program
de: Jedes Programm
es: Cualquier programa
fr: Tout programme
it: ogni programma
ko: 모든 프로그램
pl: Jakikolwiek program
pt_br: Qualquer programa
tr: herhangi bir program
uk: Будь-яка програма
ur: کوئی بھی پروگرام
zh_hans: 任意程序
zh_hant: 任何程式

source: Apple Programs (automatically allowed & added here if 'allow apple programs' is set)
de: Apple-Programme (automatisch zugelassen und hier hinzugefügt, wenn „Apple-Programme erlauben“ aktiviert ist)
es: Programas de Apple (permitidos automáticamente y agregados aquí si está configurado 'permitir programas de Apple')
fr: Programmes Apple (automatiquement approuvé et ajouté ici si 'Autoriser les programmes Apple' est activé)
it: Programmi Apple (autorizzati e aggiunti qui automaticamente se è impostato "Consenti programmi Apple")
ko: Apple 프로그램 ('Apple 프로그램 허용' 설정에 따라 자동으로 허용 및 추가됨)
pl: Programy Apple (automatycznie dozwolone i dodawane tutaj, jeśli ustawiono opcję „zezwól programom Apple”)
pt_br: Programas da Apple (automaticamente adicionados aqui se ‘permitir programas Apple’ está selecionado)
tr: Apple Programları (“Apple programlarına izin ver” ayarlıysa buraya kendiliğinden eklenir ve izin verilir)
uk: Програми Apple (автоматично дозволяються й додаються сюди, якщо увімкнено «Дозволяти програми Apple»)
ur: ایپل پروگرامز (اگر 'ایپل پروگرامز کو الاؤ' سیٹ کیا جائے تو خودکار طور پر یہاں شامل اور الاؤ دیا جاتا ہے)
zh_hans: Apple 程序（如果设置了“允许 Apple 程序”，则自动允许并添加到此处）
zh_hant: Apple 程式（若啟用「允許 Apple 程式」，則會自動允許並新增至此）

source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
ko: 차단
pl: Blokuj
pt_br: Bloquear
tr: Engelle
uk: Блокувати
ur: بلاک
zh_hans: 阻止
zh_hant: 阻擋

source: Block (pid: %@)
de: Blockieren (pid: %@)
es: Bloquear (pid: %@)
fr: Bloquer (pid : %@)
it: Blocca (pid: %@)
ko: 차단 (pid: %@)
pl: Blokuj (pid: %@)
pt_br: Bloquear (pid: %@)
tr: Engelle (PID: %@)
uk: Блокувати (PID: %@)
ur: بلاک کریں (پی آئی ڈی: %@)
zh_hans: 阻止 (pid: %@)
zh_hant: 阻擋（pid: %@）

source: Block (until: %@)
de: Blockieren (bis: %@)
es: Bloquear (hasta: %@)
fr: Bloquer (jusqu’à : %@)
it: Blocca (fino a: %@)
ko: 차단 (기한: %@)
pl: Blokuj (do: %@)
pt_br: Bloquear (até: %@)
tr: Engelle (Şuna dek: %@)
uk: Блокувати (до: %@)
ur: بلاک کریں (تک: %@)
zh_hans: 阻止 (直到: %@)
zh_hant: 阻擋 (直到：%@)

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ko: 취소
pl: Anuluj
pt_br: Cancelar
tr: Vazgeç
uk: Скасувати
ur: منسوخ کریں
zh_hans: 取消
zh_hant: 取消

source: Clean up rules referencing deleted, expired, or terminated items?
de: Regeln bereinigen, die auf gelöschte, abgelaufene oder beendete Elemente verweisen?
es: ¿Reglas de limpieza que hacen referencia a elementos eliminados, vencidos o finalizados?
fr: Nettoyer les règles faisant référence à des éléments supprimés, expirés ou terminés ?
it: Vuoi pulire le regole che fanno riferimento agli elementi eliminati, scaduti o terminati?
ko: 삭제, 만료, 또는 중지된 항목을 참조하는 규칙을 정리할까요?
pl: Czy reguły czyszczenia odnoszą się do elementów usuniętych, wygasłych lub zamkniętych?
pt_br: Limpar regras que fazem referência a itens excluídos, expirados ou encerrados?
tr: Silinen, süresi dolan veya sonlandırılan öğelere atıfta bulunan temizleme kurallarını mı istiyorsunuz?
uk: Видалити правила, що посилаються на видалені, прострочені або завершені елементи?
ur: حذف شدہ، ختم شدہ یا ختم شدہ اشیاء کے حوالے سے قواعد کو صاف کرنا چاہتے ہیں؟
zh_hans: 清理引用已删除、过期或终止的项目的规则？
zh_hant: 清理引用已刪除、過期或終止項目的規則？

source: Cleaned up %ld rules
de: %ld Regeln aufgeräumt
es: Se limpiaron %ld reglas
fr: %ld règles nettoyées
it: %ld regole pulite
ko: %ld개의 규칙을 정리함
pl: Wyczyszczono %ld reguł
pt_br: As regras de %ld foram limpas
tr: %ld kural temizlendi
uk: Видалено %ld правил
ur: %ld قواعد کو صاف کیا گیا
zh_hans: 已清理 %ld 条规则
zh_hant: 已清理 %ld 條規則

source: Confirm Deletion
de: Löschung bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
it: Conferma eliminazione
ko: 삭제 확인
pl: Potwierdź usunięcie
pt_br: Confirmar exclusão
tr: Silmeyi Onayla
uk: Підтвердити видалення
ur: حذف کی تصدیق کریں
zh_hans: 确认删除
zh_hant: 确认删除

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ko: 계속
pl: Kontynuuj
pt_br: Coninuar
tr: Sürdür
uk: Продовжити
ur: جاری رکھیں
zh_hans: 继续
zh_hant: 繼續
